/* 
  Localizable.strings
  Copyright © 2024 Telus Digital. All rights reserved.
*/

"Save" = "Sauver";
"Cancel" = "Annuler";
"Select Language" = "Choisir la langue";
"Select Channel" = "Sélectionnez la chaîne";
"Widget Settings" = "Paramètres du widget";
"Settings" = "Paramètres";
"More Options" = "Plus d'options";
"Submit" = "Soumettre";
"Skip feedback" = "Ignorer les commentaires";
"Did we resolve your issue?" = "Avons-nous résolu votre problème?";
"Send Chat Transcript to your email address" = "Envoyez la transcription du chat à votre adresse e-mail";
"Chat Transcript" = "Transcription du chat";
"Thanks for your feedback!" = "Merci pour vos commentaires!";
"Feedback Comment" = "Commentaire de rétroaction";
"Additional Feedback" = "Commentaires supplémentaires";
"Add Additional Feedback" = "Ajoutez des commentaires supplémentaires";
"Regarding the TELUS Virtual Assistant that just helped you, how would you rate its performance?" = "En ce qui concerne l'assistant virtuel TELUS qui vient de vous aider comment évalueriez-vous sa performance?";
"Want to share feedback?" = "Retour d'information?";
"Sorry! Your device does not support speech input" = "Pardon! Votre appareil ne prend pas en charge la saisie vocale";
"Say something" = "Dis quelquechose";
"Ask me something" = "Tapez votre message";
"Something went wrong while connecting, make sure the credentials are right and try again" = "Une erreur s'est produite lors de la connexion, assurez-vous que les informations d'identification sont correctes et réessayez";
"Logout" = "Se déconnecter";
"This field is required" = "Ce champ est requis";
"This password is incorrect" = "Ce mot de passe est incorrect";
"This Jid  is invalid" = "Ce JID n'est pas valide";
"Sign in" = "se connecter";
"Password" = "Mot de passe";
"Chatbot" = "Chatbot";
"Mobile" = "Mobile";
"Privacy Policy" = "Politique de confidentialité";
"Agent" = "Agente";
"Read more" = "Lire la suite";
"Read less" = "Lire moins";
"Close" = "Fermer";
"Email" = "E-mail";
"Email address" = "Adresse e-mail";
"Quick reply" = "Réponse rapide";
"Emoji" = "Émoji";
"Please Enter Email" = "Bitte E-Mail eingeben";
"Email Sent" = "Email envoyé";
"OK" = "d'accord";
"YES" = "OUI";
"NO" = "NON";
"Immediate fun or longer purpose - how to choose?" = "Plaisir immédiat ou objectif plus long - comment choisir ?";
"good" = "bonne";
"response" = "réponse";
"Failure" = "Échec";
"Feedback successfully posted." = "Postez avec succès.";
"Error" = "Erreur";
"No Internet connection " = "Pas de connexion Internet ";
"Oops!" = "Oups!";
"Hi" = "salut";
", thank you for your patience, we will be connecting you to the next available agent shortly." = ", merci de votre patience, nous vous mettrons en contact avec le prochain agent disponible sous peu.";
"Waiting for agent" = "En attente d'agent";
"is now connected to chat" = "est maintenant connecté au chat";
"Genesys Call Transfer" = "Transfert d'appel Genesys";
"No Chatbot Found" = "Aucun chatbot trouvé";
"Feedback" = "Retour";
"Message!" = "Nachricht!";
"Sorry, the requested URL not found!" = "Entschuldigung, die angeforderte URL wurde nicht gefunden!";
"Text to speech" = "Text zu Sprache";
"Enable text to speech" = "Aktivieren Sie Text-to-Speech";
"has disconnected the chat" = "hat den Chat getrennt";
"Please enter valid email" = "bitte eine gültige E-Mail-Adresse eintragen";
"Success" = "Erfolg";
"Sorry! Currently no agent is available" = "Désolé! Actuellement aucun agent n'est disponible";
"Oops, this service is temporarily unavailable" = "Oups, ce service est temporairement indisponible";
"Retry" = "Recommencez";
"1" = "1";
"2" = "2";
"3" = "3";
"4" = "4";
"5" = "5";
"6" = "6";
"7" = "7";
"8" = "8";
"9" = "9";
"10" = "10";
"You are no longer connnected with live agent." = "Vous n'êtes plus connecté avec l'agent en direct.";
"Unable to load the requested URL" = "Impossible de charger l'URL demandée";
"Unable to serve, you are too fast in typing" = "Impossible de servir, vous tapez trop vite";
"Unable to play video" = "Impossible de lire la vidéo";
"Thank You" = "Merci";
"Chatbot cannot connect to the server at the moment. Please retry." = "Le chatbot ne peut pas se connecter au serveur pour le moment. Veuillez réessayer.";
"Connect" = "connecter";
"Permission Denied" = "permission refusée";
"Speech recognition permission is declined. Please allow access from settings." = "L'autorisation de reconnaissance vocale est refusée. Veuillez autoriser l'accès à partir des paramètres.";
"Mike permission is declined. Please allow access from settings." = "La permission de Mike est refusée. Veuillez autoriser l'accès à partir des paramètres.";
"Please allow location access to fetch your current location." = "Veuillez autoriser l'accès à la localisation pour récupérer votre position actuelle.";
"Open Settings" = "Ouvrir les paramètres";
"Not Now" = "Pas maintenant";
"Please select location on the map" = "Veuillez sélectionner l'emplacement sur la carte";
"Done" = "fait";
"Clear" = "clair";
"Signature" = "signature";
"Signature not found." = "Signature introuvable.";
"Upload QR Code" = "Télécharger le code QR";
"Scan QR Code" = "Scanner le code QR";
"Please select option" = "Veuillez sélectionner l'option";
"Upload from Library" = "Télécharger depuis la bibliothèque";
"Scanned Code" = "Code scanné";
"Uploaded QR Code is not valid. Please upload again." = "Le code QR téléchargé n'est pas valide. Veuillez télécharger à nouveau.";
"Device has no camera" = "L'appareil n'a pas de caméra";
"Please allow permission to use the Camera so that you can scan QR code." = "Veuillez autoriser l'utilisation de l'appareil photo afin de pouvoir scanner le code QR.";
"Please allow permission to access photos so that you can scan QR code." = "Veuillez autoriser l'accès aux photos afin que vous puissiez scanner le code QR.";
"Reupload QR Code" = "Réimporter le code QR";
"Rescan QR Code" = "Scanner à nouveau le code QR";
"unread message(s)" = "message(s) non lu(s)";
"Chat Invite" = "Invitation à discuter";
"You have a new chat invite from" = "Vous avez une nouvelle invitation à discuter de";
"Reject" = "rejeter";
"Accept" = "accepter";
"Your session has been expired. Please start a new conversation." = "Votre session a expiré. Veuillez démarrer une nouvelle conversation.";
"Please enter" = "Entrez s'il vous plait";
"Please enter valid" = "Veuillez entrer valide";
"can't be more than" = "ça ne peut pas être plus que";
"characters" = "caractères";
"Select" = "sélectionner";
"Please select" = "Veuillez sélectionner";
"Unable to send chat transcript." = "Impossible d'envoyer la transcription du chat.";
"Reset" = "Réinitialiser";
"Please enter details" = "Veuillez entrer les détails";
"Email will be send to you shortly" = "Un e-mail vous sera envoyé sous peu";
